<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>法语B1学习过程</title>

    <link rel="stylesheet" href="/1.css">
    <link rel="stylesheet" href="/2.css">
</head>
<body>

<div>
    <div class="container mx-auto prose py-12 sm:py-24 px-12 sm:px-0">
        <div class="mb-12">
            <a class="no-underline font-bold" href="/">Riniith's Blog</a>
        </div>
        <h1>法语B1学习过程</h1>
        <div class="italic text-gray-500">
            2022/9/25
        </div>
        <div>
            <nav class="table-of-contents">
                <ol>
                    <li>
                        <a href="#%E4%BF%9D%E6%8C%81%E4%B8%80%E9%A2%97%E8%A7%A3%E5%86%B3%E9%97%AE%E9%A2%98%E7%9A%84%E5%BF%83">写在前面</a>
                    </li>
                    <li><a href="#%E4%BA%86%E8%A7%A3%E4%BD%A0%E7%9A%84%E7%94%A8%E6%88%B7">使用的教材和学习软件</a></li>
                    <li>
                        <a href="#%E4%B8%8D%E8%A6%81%E6%8B%BF%E8%87%AA%E5%B7%B1%E7%9A%84%E5%B0%BA%E5%AD%90%E5%8E%BB%E5%BA%A6%E9%87%8F%E5%88%AB%E4%BA%BA">4个月间学习内容和时间的主要分布</a>
                    </li>
                    <li><a href="#%E4%BF%9D%E6%8C%81%E5%AD%A6%E4%B9%A0%E3%80%81be-open-mind">我认为通用于所有语言的学习技巧</a></li>
                </ol>
            </nav>
            <h3 id="%E4%BF%9D%E6%8C%81%E4%B8%80%E9%A2%97%E8%A7%A3%E5%86%B3%E9%97%AE%E9%A2%98%E7%9A%84%E5%BF%83" tabindex="-1">写在前面</h3>
            <p>我虽然之前学日语也是自学，但是说实话我学习日语却没有任何的困难，甚至连"学习"这个步骤都只持续了2周(学习平假名和片假名的读写)，之后的听说读写只靠之前看日本动画片和电影的积累下来的本能来完成，从开始学习到资格考试一共只用了2，3个月，整个过程并没有什么成就感，只是感觉完成了一件早该完成的事。</p>
            <p>所以得到法语B1的成绩之后，比起法语本身带给我的在平时获取信息的便利来说，这种自学一项技能带给我的成就感更能让我兴奋，让我对自学有了更多信心。</p>
            <p>最开始学习法语的目的是去法国读书，这个计划随着了解法国的移民政策的严苛之后便破产了，只有法语成绩证书和一些申请资料留在电脑里，时不时的令我感到空虚，我学习法语的用途似乎也只能磕磕绊绊的看看《旧制度和大革命》的法语版以及加缪的作品，打发无聊的时间。</p>
            <h3 id="%E4%BA%86%E8%A7%A3%E4%BD%A0%E7%9A%84%E7%94%A8%E6%88%B7" tabindex="-1">使用的教材和学习软件</h3>
            <p>教材</p>
            <ul>
                <li>taxi A1</li>
                <li>taxi A2</li>
                <li>taxi B1</li>
                <li>循序渐进的法语听说</li>
                <li>循序渐进的法语听写</li>
                <li>循序渐进的法语词汇</li>
                <li>全新法语语法</li>
            </ul>
            <p>学习软件</p>
            <ul>
                <li>法语助手：查词专用；听发音看例句都是极好的，也有常用词组，可以听到有声例句。</li>
                <li>每日法语听力：里面有很多超赞听力资料，包括各大经典教科书的课文听力（reflets，taxi，北外都有），tcf、tef的真题，法语新闻，动画片录音），法语歌曲之类，应有尽有。值得一提的是每日法语听力和法语助手捆绑售卖，花99元可以买到法语助手终身VIP，赠送6个月的每日法语听力VIP，如果不是这个app的VIP功能上其实没有太大损失。</li>
                <li>TV5 MONDE：法国官方出的学习法语的网站，同样是听力资料，法语更加原汁原味，教学方法更注重听说而非读写，从A1到B1阶段的听力应有尽有，每周都会更新。</li>
            </ul>
            <h3 id="%E4%B8%8D%E8%A6%81%E6%8B%BF%E8%87%AA%E5%B7%B1%E7%9A%84%E5%B0%BA%E5%AD%90%E5%8E%BB%E5%BA%A6%E9%87%8F%E5%88%AB%E4%BA%BA" tabindex="-1">4个半月间学习内容和时间的主要分布</h3>
            <p>我在去年10月1日开始学法语，2月17日考了TEF预签证考试，时间一共花了4个半月，成绩是B1（302），其中听力A2（296）阅读A2（286）和语法B1（325）。</p>
            <p>法语的发音强烈不建议自学。即使有新东方在线课程教的法语发音，你也不能保证自己发音时舌头的位置和听起来的感觉是正确的，所以前一个月的时间我还是报了关于法语发音的短期课程，让专业的老师来纠正发音。</p>
            <p>听说是我最注重的部分，毕竟当时学习语言主要就是为了和当地人交流，taxi A1和taxi A2是我每天要花4小时阅读和理解，当时每天吃饭走路也会边走边听课文录音，用每日法语听力，一篇课文听四遍左右才能知道大意，听的时候不回放，一口气听完，在下一遍听就会有意识注意听前一遍没有听清楚的部分，会有提升。我后期知道了TV5 MONDE这个网站，如获至宝，每天都要花几个小时看2，3个视频，做其中的练习，模仿其中的句子。</p>
            <p>语法其实是我不太注重的部分，用到的语法书：现代法语语法；还有三本课本上的语法也都看了一遍，感觉taxi A2最为实用。</p>
            <p>阅读不仅仅需要词汇量，也需要对语法结构的熟悉，说过了语法，就在讲点其他的吧，我一直认为单纯的背单词会很破坏语感，就算做不到词词有例句，也至少是背短语，当然最佳的方式永远是在文章中认识单词，背单词，做题和考试固然能提升成就感，让自己以为自己拥有了什么，但不要忘记我们学习语言的目的永远是使用和输出。</p>
            <p>最后一个月的备考TV5 MONDE的模考试题非常有用，除了官方网站，大脸法语在淘宝卖的模考盒子上的真题量也很丰富，还有著名的TCF250题，关于考试本身就不过多讨论了，下次有机会会继续更新的。</p>
            <h3 id="%E4%BF%9D%E6%8C%81%E5%AD%A6%E4%B9%A0%E3%80%81be-open-mind" tabindex="-1">我认为通用于所有语言的学习技巧</h3>
            <p>我从来不认为学习语言是滴水长流，而是每天高强度的输入，像是在某一个夏天去驾校，早出晚归，根本不会觉得这是一个很难的事情，怀抱着这样的信念感去做，往往通过考试只是时间问题。</p>
            <p>人人都说语言的实际应用不取决于证书的成绩，但是在现实中往往大家都只认证书，致使无论是自学者还是大学里的科班出身学的似乎学的都是哑巴英语，哑巴法语，听说和读写是完全割裂的，我希望看到这篇博客的读者在做题之余也去想一下如果用自己学习的语言做一下自我介绍，那你最多能准备几分钟？如果这门语言和当地人交流，那你们会聊什么领域什么话题？多抱着这些目的学习语言虽然可能不会提高你的学习成绩，但是却会让你非常有体验感，在朋友和家人面前也会面子大增！</p>
        </div>
        <hr>
        <footer class="text-sm py-12 text-gray-500 text-center">
            Riniith's Blog since 2022
        </footer>
    </div>

</div>

